Repository: Apress/hands-on-booting
Catalog: systemd-244/po/*.po
Languages: es

source: Send passphrase back to system
es: Devolver contraseña al sistema

source: Authentication is required to send the entered passphrase back to the system.
es: Se requiere autenticación para devolver la contraseña introducida al sistema.

source: Manage system services or other units
es: Administrar servicios del sistema u otras unidades

source: Authentication is required to manage system services or other units.
es: Se requiere autenticación para administrar los servicios de sistema u otras unidades.

source: Manage system service or unit files
es: Administrar servicio del sistema o archivos de unidad

source: Authentication is required to manage system service or unit files.
es: Se requiere autenticación para administrar el servicio de sistema o los archivos de unidad.

source: Set or unset system and service manager environment variables
es: Administrar variables de entorno del sistema y del gestor de servicios

source: Authentication is required to set or unset system and service manager environment variables.
es: Se requiere autenticación para administrar las variables de entorno del sistema y del gestor de servicios.

source: Reload the systemd state
es: Recargar el estado de systemd

source: Authentication is required to reload the systemd state.
es: Se requiere autenticación para recargar el estado de systemd.

source: Set host name
es: Establecer el nombre del equipo

source: Authentication is required to set the local host name.
es: Se requiere autenticación para establecer el nombre del equipo local.

source: Set static host name
es: Establecer nombre estático del equipo

source: Authentication is required to set the statically configured local host name, as well as the pretty host name.
es: Se requiere autenticación para establecer el nombre estático de equipo local, así como el nombre visible del equipo.

source: Set machine information
es: Establecer información del sistema

source: Authentication is required to set local machine information.
es: Se requiere autenticación para establecer la información de sistema local.

source: Import a VM or container image
es: Importar una imagen de máquina virtual o de contenedor

source: Authentication is required to import a VM or container image
es: Se requiere autenticación para importar una imagen de máquina virtual o de contenedor

source: Export a VM or container image
es: Exportar imagen de máquina virtual o de contenedor

source: Authentication is required to export a VM or container image
es: Se requiere autenticación para exportar una imagen de máquina virtual o de contenedor

source: Download a VM or container image
es: Descargar una imagen de máquina virtual o de contenedor

source: Authentication is required to download a VM or container image
es: Se requiere autenticación para descargar una imagen de máquina virtual o de contenedor

source: Set system locale
es: Establecer región del sistema

source: Authentication is required to set the system locale.
es: Se requiere autenticación para establecer la región del sistema.

source: Set system keyboard settings
es: Configurar teclado

source: Authentication is required to set the system keyboard settings.
es: Se requiere autenticación para configurar el teclado del sistema.

source: Allow applications to inhibit system shutdown
es: Permitir que las aplicaciones impidan el apagado del sistema

source: Authentication is required for an application to inhibit system shutdown.
es: Se requiere autenticación para que una aplicación impida el apagado del sistema.

source: Allow applications to delay system shutdown
es: Permitir a las aplicaciones retrasar el apagado del sistema

source: Authentication is required for an application to delay system shutdown.
es: Se requiere autenticación para que una aplicación retrase el apagado del sistema.

source: Allow applications to inhibit system sleep
es: Permitir a las aplicaciones impedir la hibernación del sistema

source: Authentication is required for an application to inhibit system sleep.
es: Se requiere autenticación para que una aplicación impida la hibernación del sistema.

source: Allow applications to delay system sleep
es: Permitir a las aplicaciones retrasar la hibernación del sistema

source: Authentication is required for an application to delay system sleep.
es: Se requiere autenticación para que una aplicación retrase la hibernación del sistema.

source: Allow applications to inhibit automatic system suspend
es: Permitir a las aplicaciones impedir la suspensión automática del sistema

source: Authentication is required for an application to inhibit automatic system suspend.
es: Se requiere autenticación para que una aplicación impida la suspensión automática del sistema.

source: Allow applications to inhibit system handling of the power key
es: Permitir a las aplicaciones impedir el manejo de la tecla de encendido/apagado por parte del sistema

source: Authentication is required for an application to inhibit system handling of the power key.
es: Se requiere autenticación para que una aplicación impida el manejo de la tecla de encendido/apagado por parte del sistema.

source: Allow applications to inhibit system handling of the suspend key
es: Permitir a las aplicaciones impedir el manejo de la tecla de suspensión por parte del sistema

source: Authentication is required for an application to inhibit system handling of the suspend key.
es: Se requiere autenticación para que una aplicación impida el manejo de la tecla de suspensión por parte del sistema.

source: Allow applications to inhibit system handling of the hibernate key
es: Permitir a las aplicaciones impedir el manejo de la tecla de hibernación por parte del sistema

source: Authentication is required for an application to inhibit system handling of the hibernate key.
es: Se requiere autenticación para que una aplicación impida el manejo de la tecla de hibernación por parte del sistema.

source: Allow applications to inhibit system handling of the lid switch
es: Permitir a las aplicaciones impedir el manejo del cierre de la tapa del portátil por parte del sistema

source: Authentication is required for an application to inhibit system handling of the lid switch.
es: Se requiere autenticación para que una aplicación impida el manejo del cierre de la tapa del portátil por parte del sistema.

source: Allow non-logged-in users to run programs
es: Permitir la ejecución de programas a usuarios no conectados

source: Authentication is required to run programs as a non-logged-in user.
es: Se requiere autenticación para la ejecución de programas por usuarios no conectados.

source: Allow attaching devices to seats
es: Permitir la conexión de dispositivos a los puestos de trabajo

source: Authentication is required for attaching a device to a seat.
es: Se requiere autenticación para conectar un dispositivo a un puesto de trabajo.

source: Flush device to seat attachments
es: Refrescar los dispositivos asociados a cada puesto de trabajo

source: Authentication is required for resetting how devices are attached to seats.
es: Se requiere autenticación para reconfigurar los dispositivos asociados a cada puesto de trabajo.

source: Power off the system
es: Apagar el sistema

source: Authentication is required for powering off the system.
es: Se requiere autenticación para apagar el sistema.

source: Power off the system while other users are logged in
es: Apagar el sistema mientras todavía hay usuarios conectados

source: Authentication is required for powering off the system while other users are logged in.
es: Se requiere autenticación para apagar el sistema mientras todavía hay usuarios conectados.

source: Power off the system while an application asked to inhibit it
es: Apagar el sistema a pesar de que una aplicación lo impide

source: Authentication is required for powering off the system while an application asked to inhibit it.
es: Se requiere autenticación para apagar el sistema a pesar de que una aplicación lo impide.

source: Reboot the system
es: Reiniciar el sistema

source: Authentication is required for rebooting the system.
es: Se requiere autenticación para reiniciar el sistema.

source: Reboot the system while other users are logged in
es: Reiniciar el sistema mientras todavía hay usuarios conectados

source: Authentication is required for rebooting the system while other users are logged in.
es: Se requiere autenticación para reiniciar el sistema mientras todavía hay usuarios conectados.

source: Reboot the system while an application asked to inhibit it
es: Reiniciar el sistema a pesar de que una aplicación lo impide

source: Authentication is required for rebooting the system while an application asked to inhibit it.
es: Se requiere autenticación para reiniciar el sistema a pesar de que una aplicación lo impide.

source: Suspend the system
es: Suspender el sistema

source: Authentication is required for suspending the system.
es: Se requiere autenticación para suspender el sistema.

source: Suspend the system while other users are logged in
es: Suspender el sistema mientras todavía hay usuarios conectados

source: Authentication is required for suspending the system while other users are logged in.
es: Se requiere autenticación para suspender el sistema mientras todavía hay usuarios conectados.

source: Suspend the system while an application asked to inhibit it
es: Suspender el sistema a pesar de que una aplicación lo impide

source: Authentication is required for suspending the system while an application asked to inhibit it.
es: Se requiere autenticación para suspender el sistema a pesar de que una aplicación lo impide.

source: Hibernate the system
es: Hibernar el sistema

source: Authentication is required for hibernating the system.
es: Se requiere autenticación para hibernar el sistema.

source: Hibernate the system while other users are logged in
es: Hibernar el sistema mientras todavía hay usuarios conectados

source: Authentication is required for hibernating the system while other users are logged in.
es: Se requiere autenticación para hibernar el sistema mientras todavía hay usuarios conectados.

source: Hibernate the system while an application asked to inhibit it
es: Hibernar el sistema a pesar de que una aplicación lo impide

source: Authentication is required for hibernating the system while an application asked to inhibit it.
es: Se requiere autenticación para hibernar el sistema a pesar de que una aplicación lo impide.

source: Manage active sessions, users and seats
es: Administrar sesiones activas, usuarios y puestos de trabajo

source: Authentication is required for managing active sessions, users and seats.
es: Se requiere autenticación para administrar las sesiones activas, usuarios y puestos de trabajo.

source: Lock or unlock active sessions
es: Bloquear/desbloquear sesiones activas

source: Authentication is required to lock or unlock active sessions.
es: Se requiere autenticación para bloquear/desbloquear sesiones activas.

source: Allow indication to the firmware to boot to setup interface
es: Permitir indicación al firmware para arrancar la interfaz de configuración

source: Authentication is required to indicate to the firmware to boot to setup interface.
es: Se requiere autenticación para indicar al firmware que arranque la interfaz de configuración.

source: Set a wall message
es: Establecer muro de texto

source: Authentication is required to set a wall message
es: Se requiere autenticación para establecer un muro de texto

source: Log into a local container
es: Conectarse a un contenedor local

source: Authentication is required to log into a local container.
es: Se requiere autenticación para conectarse a un contenedor local.

source: Log into the local host
es: Conectarse al equipo local

source: Authentication is required to log into the local host.
es: Se requiere autenticación para conectarse al equipo local.

source: Acquire a shell in a local container
es: Se adquiere un intérprete de órdenes en un contenedor local

source: Authentication is required to acquire a shell in a local container.
es: Se requiere autenticación para adquirir un intérprete de órdenes en un contenedor local.

source: Acquire a shell on the local host
es: Se adquiere un intérprete de órdenes en el equipo local

source: Authentication is required to acquire a shell on the local host.
es: Se requiere autenticación para adquirir un intérprete de órdenes del equipo local.

source: Acquire a pseudo TTY in a local container
es: Se adquiere un seudo-TTY en el contenedor local

source: Authentication is required to acquire a pseudo TTY in a local container.
es: Se requiere autenticación para adquirir un seudo-TTY en el contenedor local.

source: Acquire a pseudo TTY on the local host
es: Se adquiere un seudo-TTY en el equipo local

source: Authentication is required to acquire a pseudo TTY on the local host.
es: Se requiere autenticación para adquirir un seudo-TTY en el equipo local.

source: Manage local virtual machines and containers
es: Administrar máquinas virtuales y contenedores locales

source: Authentication is required to manage local virtual machines and containers.
es: Se requiere autenticación para administrar las máquinas virtuales y los contenedores locales.

source: Manage local virtual machine and container images
es: Administrar imágenes de máquina virtual y de contenedores locales

source: Authentication is required to manage local virtual machine and container images.
es: Se requiere autenticación para administrar las imágenes de máquina virtual y de contenedores locales.

source: Set system time
es: Establecer fecha y hora del sistema

source: Authentication is required to set the system time.
es: Se requiere autenticación para establecer la fecha y hora del sistema.

source: Set system timezone
es: Establecer la zona horaria del sistema

source: Authentication is required to set the system timezone.
es: Se requiere autenticación para establecer la zona horaria del sistema.

source: Set RTC to local timezone or UTC
es: Establecer reloj del sistema en formato de hora local/tiempo UTC

source: Authentication is required to control whether the RTC stores the local or UTC time.
es: Se requiere autenticación para establecer el reloj del sistema en formato de hora local o tiempo UTC.

source: Turn network time synchronization on or off
es: Activar/desactivar la sincronización de hora por red

source: Authentication is required to control whether network time synchronization shall be enabled.
es: Se requiere autenticación para activar/desactivar la sincronización de hora por red.

source: Authentication is required to start '$(unit)'.
es: Se requiere autenticación para iniciar '$(unit)'.

source: Authentication is required to stop '$(unit)'.
es: Se requiere autenticación para detener '$(unit)'.

source: Authentication is required to reload '$(unit)'.
es: Se requiere autenticación para recargar '$(unit)'.

source: Authentication is required to restart '$(unit)'.
es: Se requiere autenticación para reiniciar '$(unit)'.

source: Authentication is required to kill '$(unit)'.
es: Se requiere autenticación para matar a '$(unit)'.

source: Authentication is required to reset the "failed" state of '$(unit)'.
es: Se requiere autenticación para reiniciar el estado de «fallido» de '$(unit)'.

source: Authentication is required to set properties on '$(unit)'.
es: Se requiere autenticación para establecer las propiedades de '$(unit)'.
